button_create_text = "Создать пост 🚀"
button_myposts_text = "Мои посты 📝"
button_allposts_text = "Общий список постов 🗄"
button_cancel_text = "Отмена 🚫"
button_admin_text = "Администрирование"
button_create_review = "Оставить отзыв 💬"
button_show_reviews = "Просмотреть отзывы 💬"

menu_text = "Выбери пункт меню:"
subscribed_message = " Привет! Я - бот черниговского бюро находок от @lovechernihiv 🕵️‍♂️. " \
                     "Я совершенно бесплатно помогу найти тебе утеренную вещь, питомца или владельца предмета," \
                     " который был тобою найден"
unsubscribed_message = """
Чтобы добавить обьявление - тебе нужно подписаться на телеграм-канал @lovechernihiv  и я сразу  помогу тебе найти владельца или утерянную вещь 😊
"""

create_post_help_text = "<b>Создание поста</b>\nПеред созданием нового поста убедись в том, что информация уже" \
                        " не была размещенна в соответствующем разделе. Для создания поста необходимо выбрать " \
                        "категории, указать описание и при необоходимсти прикрепить фото.📷"

choose_type_text = """<b>Выбери нужный раздел.</b>
«Находки» - если предмет был найден; 
«Потеряшки» - если предмет был тобою потерян."""
choose_type_text_all = """<b>Выбери нужный раздел.</b>
«Найдено» - для просмотра найденных вещей;
«Потеряно» - для просмотра потерянных вещей."""
choose_categorie_text = "Выбери нужную категорию, которая наиболее подходит к этому предмету 😊"
enter_captiob_text = "Введи описание ✏️"
ask_photo_text = "У тебя есть фото? Хочешь добавить его? Это должно помочь в поисках 📷"
send_photo_text = "Отправь фото 📷"
post_success_text = """
Отлично,пост успешно опубликован,а значит полдела сделано!✅
Теперь спокойненько жди, когда с тобой свяжутся🤗

🚮Ты можешь удалить или изменить  свой пост в разделе «Мои посты»

❗️Внимание❗️Я хочу тебя предупредить.

Мошенники часто следят за пропавшими вещами, могут тебе позвонить или написать с требованием получить выкуп за твою потеряшку. Никому не переводи деньги на карту  до возврата своей вещи. Если хочешь отблагодарить человека - делай это по факту .
"""

creating_post_canceled_text = "Создание поста отменено! ✅"

successful_change_text = "Успешно изменено! ✅"

zero_presonal_posts_message = "У тебя нет постов 🤔"

cat_bank_text = """
1️⃣ <b>Позвоните в банк или напишите в техподдержку банка</b>
Сообщите, что карта утеряна, и продиктуйте её номер. Это поможет держателю сберечь деньги, если он ещё не хватился пропажи.
Телефон горячей линии банка указан на обороте пластикового носителя. Банк свяжется с клиентом и заблокирует карту.\n
2️⃣ <b>Не ищите владельца</b>
Благородный порыв вернуть пропажу может обернуться против вас.
Допустим, вы нашли держателя карты через соцсети . Но при личной встрече вместо «спасибо» можно получить обвинение в воровстве. 
Под психологическим прессингом мошенника и впрямь легко поверить, что со счёта исчезло N  грн, и достать деньги из своего кармана.\n
3️⃣ <b>Уничтожьте пластиковый носитель</b>
После звонка в банк разрежьте карту ножницами на несколько частей и выбросьте. Лучше в разные мусорные баки.
"""

choose_answer_review_text = "Был ли бот полезен для тебя? 🤔"
positive_review_text = "Мы рады что бот был для тебя полезен! 😊\nНапиши своё мнение, " \
                       "а так же, возможно, рекомендации по улучшению 😉"
negative_review_text = "Если у тебя возникли какие то трудности при использовании бота ты можешь описать их ниже 😊"
thks_for_review_text = "Спасибо за твой отзыв! 🤗"
send_photo_document_text = "Отправь фото 📷\nПрикрой серийный номер  документа🤫"
